Repository: tyllrxs/uploadhelper
Catalog: python/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Select File(s) to Upload
es: Seleccione Archivo (s) para subir

source: &Add Files...
es: Agregar archivos y ...

source: A&dd Directory...
es: A & dd Directorio de ...

source: &Remove Selected
es: Y Eliminar Seleccionados

source: Remove &Copies
es: Retire y copias

source: Remove &Invalid
es: Retire y no válido

source: Remove A&ll
es: Quite A & ll

source: Fail
es: No

source: Error code
es: Código de error

source: Network Error
es: Error de red

source: Fill the blanks first.
es: Llene los espacios en blanco en primer lugar.

source: %d File(s) Selected
es: % D archivo (s) seleccionados

source: Unknown Error
es: Error desconocido

source: Invalid File
es: De archivo no válido

source: Check for Updates
es: Buscar actualizaciones

source: Logout
es: Desconectarse

source: Uploading
es: Subir

source: Finished
es: Terminado

source: Contact tyllr (at) RYGH BBS for help or advice
es: tyllr contacto (arroba) Rygh BBS ayuda o consejo

source: Version
es: Versión

source: Author
es: Autor

source: Homepage
es: Página de inicio

source: License
es: Licencia

source: Filename
es: Nombre de archivo

source: Size
es: Tamaño

source: Status
es: Condición Jurídica y Social

source: User
es: Usuario

source: All Supported Files
es: Todos los archivos compatibles

source: Image Files
es: Archivos de imagen

source: PDF Documents
es: Documentos PDF

source: All Files
es: Todos los archivos

source: Select Files to Upload
es: Seleccione los archivos para subir

source: Unsupported File Format
es: Formato de archivo no compatible

source: Too Large File
es: Archivo demasiado grande

source: Select at least one file for uploading.
es: Seleccione al menos un archivo para subir.

source: Post Successfully to Board "%s".
es: Mensaje con éxito a la Junta "%s".

source: (No webpage content is ready to reship, check if it has been copied correctly.)
es: (No hay contenido de página web está listo para volver a enviar, comprobar si se ha copiado correctamente.)

source: Choose a directory
es: Elija un directorio

source: Failed to check for updates, try again later.
es: No se ha podido comprobar si hay actualizaciones, inténtelo de nuevo más tarde.

source: A new version %s is available! Would you like to update now?
es: Una nueva versión% s está disponible! ¿Desea actualizar ahora?

source: You are using the latest version.
es: Está utilizando la versión más reciente.

source: User "%s" has logged out.
es: Usuario "%s" ha cerrado la sesión.

source: About
es: Acerca de

source: OK
es: Aceptar

source: Login
es: Iniciar sesión

source: BBS host
es: BBS de acogida

source: Password
es: Contraseña

source: How to Use
es: Cómo utilizar

source: &Login
es: Y sesión

source: &Switch User...
es: Y Cambiar de usuario ...

source: Logo&ut...
es: Logo y ut ...

source: &Setting
es: Y Marco

source: &Preferences
es: Y preferencias

source: Preferences
es: Preferencias

source: Preferences...
es: Preferencias ...

source: Preference...
es: Preferencia ...

source: Always on &Top
es: Siempre y en mejores

source: &Help
es: Y Ayuda

source: Help
es: Ayuda

source: &FAQ
es: Y preguntas frecuentes

source: &Homepage
es: Y Página de inicio

source: Check for &Updates...
es: Buscar actualizaciones ...

source: &About
es: & Acerca de

source: Switch user
es: Cambio de usuario

source: FAQ
es: Preguntas más frecuentes

source: Visit Homepage of UploadHelper
es: Visitar la web de UploadHelper

source: Upload Files
es: Cargar archivos

source: Destination
es: Destino

source: Locked
es: Bloqueado

source: Browse...
es: Examinar ...

source: Upload
es: Subir

source: Post Article
es: Publicar el artículo

source: Title
es: Título

source: Signature
es: Firma

source: Post
es: Mensaje

source: Reship Webpage
es: Reenviarlo página web

source: Copy the Webpage Fraction to Clipboard, then Click
es: Copia de la Fracción página web al portapapeles, a continuación, Haga clic

source: Start Reshipping
es: Inicio Reenviar

source: Progress
es: Progreso

source: Login OK. Prepare to upload files.
es: Entrar en Aceptar. Prepárese para subir archivos.

source: Visit Homepage
es: Visita la Página de inicio

source: Show about dialog
es: Mostrar cuadro de diálogo sobre

source: Python is too old. Get a newer 2.X (NO 3.0 OR ABOVE) version at
es: Python es demasiado viejo. Obtener una nueva 2.X (NO 3.0 o superior) en la versión

source: Python 3 is not supported. Get a 2.X version at
es: Python 3 no es compatible. Obtener una versión 2.X en

source: wxPython is too old. Get a newer version at
es: wxPython es demasiado viejo. Obtener una versión más reciente en
